Repository: kaihokori/pf
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr, id, ru, zh

source: Choose a fasting window that fits your routine. The custom option lets you specify an exact duration.
es: Elige una ventana de ayuno que se ajuste a tu rutina. La opción personalizada le permite especificar una duración exacta.
fr: Choisissez une fenêtre de jeûne qui correspond à votre routine. L'option personnalisée vous permet de spécifier une durée exacte.
id: Pilih jendela puasa yang sesuai dengan rutinitas Anda. Opsi khusus memungkinkan Anda menentukan durasi yang tepat.
ru: Выберите окно для голодания, которое соответствует вашему распорядку дня. Пользовательская опция позволяет указать точную продолжительность.
zh: 选择一个适合你常规的禁食窗口。 自定义选项允许您指定确切的持续时间。

source: Choose from Library
es: Elige entre la biblioteca
fr: Choisissez dans la bibliothèque
id: Pilih dari Perpustakaan
ru: Выберите из библиотеки
zh: 从图书馆中选择

# Clamped to %lld-%lld minutes.
source: Clamped to %1$lld-%2$lld minutes.
es: Sujetado a %lld-%lld minutos.
fr: Pincé à %lld-%lld minutes.
id: Dijepit hingga %lld-%lld menit.
ru: Зажато до %lld-%lld минут.
zh: 被夹到%lld-%lld分钟。

source: Clear
es: Libre de cargos
fr: Clair
id: Jelas
ru: Ясный
zh: 无辜

source: Clear All Photos
es: Borrar Todas Las Fotos
fr: Effacer Toutes Les Photos
id: Hapus Semua Foto
ru: Очистить Все Фотографии
zh: 清除所有照片

source: Close
es: Fin
fr: Fermer
id: Dekat
ru: Закрытый
zh: 结束

source: Comments
es: Comentarios
fr: Commentaires
id: Komentar
ru: Комментарии
zh: 评论

source: Completed
es: Terminado
fr: Terminé
id: Selesai
ru: Завершено
zh: 已完成

source: Completion
es: Conclusión
fr: Achèvement
id: Penyelesaian
ru: Завершение
zh: 完成

source: Connect Account
es: Conectar cuenta
fr: Connecter Le Compte
id: Hubungkan Akun
ru: Подключить Учетную Запись
zh: 连接帐户

source: Connect Apple Music
es: Conectar Apple Music
fr: Connecter Apple Music
id: Menghubungkan Apple Music
ru: Подключить Apple Music
zh: 连接苹果音乐

source: Connect Music Services
es: Conectar Servicios De Música
fr: Connecter les services de musique
id: Hubungkan Layanan Musik
ru: Подключить музыкальные сервисы
zh: 连接音乐服务

source: Connect to Apple Music later
es: Conéctate a Apple Music más tarde
fr: Connectez-vous à Apple Music plus tard
id: Terhubung ke Apple Music nanti
ru: Подключитесь к Apple Music позже
zh: 稍后连接到 Apple Music

source: Connect to Apple Music to view summary information about your listening habits.
es: Conéctate a Apple Music para ver información resumida sobre tus hábitos de escucha.
fr: Connectez-vous à Apple Music pour afficher des informations récapitulatives sur vos habitudes d'écoute.
id: Sambungkan ke Apple Music untuk melihat informasi ringkasan tentang kebiasaan mendengarkan Anda.
ru: Подключитесь к Apple Music, чтобы просмотреть сводную информацию о ваших привычках слушать.
zh: 连接到 Apple Music，查看有关您的收听习惯的摘要信息。

source: Connect to Spotify
es: Conectarse a Spotify
fr: Connectez-vous à Spotify
id: Terhubung ke Spotify
ru: Подключиться к Spotify
zh: 连接到Spotify

source: Connected
es: Relacionado
fr: Connecté
id: Terhubung
ru: Подключенный
zh: 相关的

source: Connected as User
es: Conectado como usuario
fr: Connecté en tant qu'utilisateur
id: Terhubung sebagai Pengguna
ru: Подключено как пользователь
zh: 以用户身份连接

source: Consumed
es: Consumido
fr: Consommé
id: Dikonsumsi
ru: Потребляемый
zh: 消耗的

source: Consumed Calories
es: Calorías consumidas
fr: Calories consommées
id: Kalori yang dikonsumsi
ru: Потребляемые Калории
zh: 消耗的卡路里

source: Continue
es: Continuar
fr: Continuer
id: Melanjutkan
ru: Продолжать, продолжить
zh: 持续

source: Craving name
es: Nombre de antojo
fr: Nom de la envie
id: Nama yang mendambakan
ru: Имя жажды
zh: 渴望的名字

source: Cravings
es: Antojos
fr: Envies
id: Mengidam
ru: Тяга
zh: 渴望

source: Create
es: Crear
fr: Créer
id: Menciptakan
ru: Создавать, создать
zh: 创造

source: Create a trip to start adding itinerary events.
es: Crea un viaje para empezar a añadir eventos de itinerario.
fr: Créez un voyage pour commencer à ajouter des événements d'itinéraire.
id: Buat perjalanan untuk mulai menambahkan acara rencana perjalanan.
ru: Создайте поездку, чтобы начать добавлять маршрутные мероприятия.
zh: 创建行程以开始添加行程事件。

source: Create New Trip
es: Crear Un Nuevo Viaje
fr: Créer un nouveau voyage
id: Buat Perjalanan Baru
ru: Создать Новую Поездку
zh: 创建新的旅行

source: Create Trip
es: Crear Viaje
fr: Créer Un Voyage
id: Buat Perjalanan
ru: Создать поездку
zh: 创建旅行

source: Currency
es: Moneda
fr: Monnaie
id: Mata uang
ru: Валюта
zh: 货币

source: Current HealthKit Value
es: Valor actual de HealthKit
fr: Valeur actuelle de HealthKit
id: Nilai HealthKit Saat Ini
ru: Текущее значение HealthKit
zh: 当前HealthKit值

source: Current Log
es: Registro Actual
fr: Journal actuel
id: Log Saat Ini
ru: Текущий журнал
zh: 当前日志

source: Custom
es: Tradición
fr: Coutume
id: Adat
ru: Обычай
zh: 习俗

source: Custom Activity
es: Actividad Personalizada
fr: Activité personnalisée
id: Aktivitas Khusus
ru: Пользовательская деятельность
zh: 自定义活动

source: Custom Duration
es: Duración personalizada
fr: Durée personnalisée
id: Durasi Kustom
ru: Пользовательская продолжительность
zh: 自定义持续时间

source: Custom Group
es: Grupo personalizado
fr: Groupe personnalisé
id: Grup Kustom
ru: Пользовательская группа
zh: 自定义组

source: Custom macro
es: Macro personalizada
fr: Macro personnalisée
id: Makro kustom
ru: Пользовательский макрос
zh: 自定义宏

source: Custom Task
es: Tarea personalizada
fr: Tâche personnalisée
id: Tugas Khusus
ru: Пользовательская Задача
zh: 自定义任务

source: Custom Timer
es: Temporizador personalizado
fr: Minuterie personnalisée
id: Pengatur Waktu Kustom
ru: Пользовательский таймер
zh: 自定义计时器

source: CUSTOM TYPE
es: TIPO PERSONALIZADO
fr: TYPE PERSONNALISÉ
id: TIPE KUSTOM
ru: ПОЛЬЗОВАТЕЛЬСКИЙ ТИП
zh: 自定义类型

source: Customise Colour
es: PERSONALIZAR EL COLOR
fr: Personnaliser la couleur
id: Sesuaikan Warna
ru: Настроить цвет
zh: 定制颜色

source: Customise Theme
es: Personalizar tema
fr: Personnaliser Le Thème
id: Sesuaikan Tema
ru: Настроить тему
zh: 自定义主题

source: Daily Activity Summary
es: Resumen de la actividad diaria
fr: Résumé de l'activité quotidienne
id: Ringkasan Aktivitas Harian
ru: Ежедневная сводка деятельности
zh: 每日活动总结

source: Daily calorie goal
es: Objetivo diario de calorías
fr: Objectif calorique quotidien
id: Target kalori harian
ru: Ежедневная цель калорий
zh: 每日卡路里目标

source: Daily Check-In
es: Registro Diario
fr: Enregistrement quotidien
id: Check-In Harian
ru: Ежедневная регистрация
zh: 每日签到

source: DAILY SUMMARY
es: RESUMEN DIARIO
fr: RÉSUMÉ QUOTIDIEN
id: RINGKASAN HARIAN
ru: ЕЖЕДНЕВНАЯ РЕЗЮМЕ
zh: 每日总结

source: Daily Supplements
es: Suplementos diarios
fr: Suppléments quotidiens
id: Suplemen Harian
ru: Ежедневные добавки
zh: 每日补品

source: Daily Tasks
es: Tareas Diarias
fr: Tâches Quotidiennes
id: Tugas Harian
ru: Ежедневные задачи
zh: 日常任务

source: Daily Wellness Summary
es: Resumen diario de bienestar
fr: Résumé quotidien du bien-être
id: Ringkasan Kesehatan Harian
ru: Ежедневная сводка о здоровье
zh: 每日健康总结

source: Data sourced from FatSecret
es: Datos obtenidos de FatSecret
fr: Données provenant de FatSecret
id: Data bersumber dari FatSecret
ru: Данные получены из FatSecret
zh: 数据来自FatSecret

source: Data sourced from The Movie Database (TMDB)
es: Datos obtenidos de The Movie Database (TMDB)
fr: Données provenant de The Movie Database (TMDB)
id: Data bersumber dari The Movie Database (TMDB)
ru: Данные получены из базы данных фильмов (TMDB)
zh: 数据来源：电影数据库（TMDB）

source: Date
es: Fecha
id: Tanggal
ru: Дата
zh: 日期

source: Date of birth
es: Fecha de nacimiento
fr: Date de naissance
id: Tanggal lahir
ru: Дата рождения
zh: 出生日期

source: Date Watched
es: Fecha de observación
fr: Date de visionnée
id: Tanggal Ditonton
ru: Дата Просмотра
zh: 观看日期

source: Day
es: Día
fr: Jour
id: Hari
ru: День
zh: 一昼夜

source: Delete
es: Eliminar
fr: Supprimer
id: Menghapuskan
ru: Удалять, удалить
zh: 删去

source: Delete Account
es: Eliminar Cuenta
fr: Supprimer Le Compte
id: Hapus Akun
ru: Удалить Аккаунт
zh: 删除帐户

source: Delete Current Trip
es: Eliminar El Viaje Actual
fr: Supprimer Le Voyage Actuel
id: Hapus Perjalanan Saat Ini
ru: Удалить Текущую Поездку
zh: 删除当前行程

source: Delete Entry
es: Eliminar Entrada
fr: Supprimer l'entrée
id: Hapus Entri
ru: Удалить запись
zh: 删除条目

source: Delete Entry?
es: ¿Borrar entrada?
fr: Supprimer l'entrée ?
id: Hapus Entri?
ru: Удалить Запись?
zh: 删除条目？

source: Delete Image
es: Borrar imagen
fr: Supprimer l'image
id: Hapus Gambar
ru: Удалить изображение
zh: 删除图像

source: Delete Meal
es: Eliminar Comida
fr: Supprimer Le Repas
id: Hapus Makanan
ru: Удалить еду
zh: 删除餐食

source: Delete your Trackerio account?
es: ¿Eliminar tu cuenta de Trackerio?
fr: Supprimer votre compte Trackerio ?
id: Hapus akun Trackerio Anda?
ru: Удалить свою учетную запись Trackerio?
zh: 删除您的Trackerio帐户？

source: Describe the issue
es: Describe el problema
fr: Décrivez le problème
id: Jelaskan masalahnya
ru: Опишите проблему
zh: 描述问题

source: Describe the step...
es: Describe el paso...
fr: Décrivez l'étape...
id: Jelaskan langkahnya...
ru: Опишите шаг...
zh: 描述步骤...

source: Description
es: Descripción
id: Deskripsi
ru: Описание
zh: 描述

source: Description (e.g. Focus on form)
es: Descripción (por ejemplo, centrarse en el formulario)
fr: Description (par exemple, se concentrer sur le formulaire)
id: Deskripsi (misalnya Fokus pada bentuk)
ru: Описание (например, акцент на форме)
zh: 描述（例如，注重形式）

source: Details
es: Información interna
fr: Détails
id: Rincian
ru: Подробности
zh: 内部消息

source: Discard
es: Rechazo
fr: Jeter
id: Buang
ru: Выбрасывать, выбросить
zh: 抛弃

source: Discard changes?
es: ¿Descartar los cambios?
fr: Jeter les changements ?
id: Buang perubahan?
ru: Отбросить изменения?
zh: 丢弃更改？

source: Discipline
es: Regulación
id: Disiplin
ru: Дисциплина
zh: 纪律

source: Disconnect Spotify
es: Desconectar Spotify
fr: Déconnecter Spotify
id: Putuskan sambungan Spotify
ru: Отключить Spotify
zh: 断开Spotify的连接

source: Dismiss
es: Despedir
fr: Rejeter
id: Memecat
ru: Увольнять, уволить
zh: 对...不予考虑

source: Distance Goal (m)
es: Objetivo de distancia (m)
fr: Objectif de distance (m)
id: Tujuan Jarak (m)
ru: Цель расстояния (м)
zh: 距离目标（米）

source: Distance goal is stored in meters; display converts to km in the summary cards.
es: El objetivo de la distancia se almacena en metros; la visualización se convierte en km en las tarjetas de resumen.
fr: L'objectif de distance est stocké en mètres ; l'affichage se convertit en km dans les cartes récapitulatives.
id: Tujuan jarak disimpan dalam meter; tampilan dikonversi ke km di kartu ringkasan.
ru: Цель расстояния хранится в метрах; в сводных карточках отображается в км.
zh: 距离目标以米为单位存储；在汇总卡中显示转换为公里。

source: Done
es: Hecho
fr: Marché conclu!
id: Selesai
ru: Готово
zh: 完成

source: Due
es: Cuota
fr: Dû
id: Karena
ru: Должный
zh: 应付费用

source: Due Date
es: Fecha de vencimiento
fr: Date d'échéance
id: Tanggal Jatuh Tempo
ru: Срок
zh: 到期日

source: Due: %@
es: Fecha de vencimiento: %@
fr: Dû : %@
id: Jatuh tempo: %@
ru: Из-за: %@
zh: 到期：%@

source: Duration
es: Duración
fr: Durée
id: Durasi
ru: Продолжительность
zh: 持续时间

source: DURATION
es: Duración
fr: Durée
id: DURASI
ru: Продолжительность
zh: 持续时间

source: Duration %lld min
es: Duración %lld min
fr: Durée %lld min
id: Durasi %lld min
ru: Продолжительность %lld мин
zh: 持续时间%lld分钟

source: e.g. 18.5
es: Por ejemplo, 18,5
fr: Par exemple, 18,5
id: Mis. 18,5
ru: Например, 18,5
zh: 例如18.5

source: e.g. 50
es: Por ejemplo, 50
fr: Par exemple, 50
id: Misalnya 50
ru: Например, 50
zh: 例如50

source: e.g. 100g
es: Por ejemplo, 100 g
fr: Par exemple 100g
id: Misalnya 100g
ru: Например, 100 г
zh: 例如100克

source: e.g. Alex
es: Por ejemplo, Alex
fr: Par exemple, Alex
id: Misalnya Alex
ru: Например, Алекс
zh: 例如，亚历克斯

source: e.g. High Impact Running
es: Por ejemplo, correr de alto impacto
fr: Par exemple, la course à fort impact
id: Mis. Berlari dengan Dampak Tinggi
ru: Например, высокоэффективный бег
zh: 例如，高冲击力跑步

source: e.g. Light Walking
es: Por ejemplo, caminar ligero
fr: Par exemple, la marche légère
id: Mis. Berjalan Ringan
ru: Например, легкая ходьба
zh: 例如，轻行

source: Easily check off the habits you've completed
es: Descompruebe fácilmente los hábitos que ha completado
fr: Vérifiez facilement les habitudes que vous avez accomplies
id: Periksa kebiasaan yang telah Anda selesaikan dengan mudah
ru: Легко отметьте привычки, которые вы привыкли
zh: 轻松勾选你已完成的习惯

source: Eat for Health (Australian Government)
es: Comer por la salud (Gobierno australiano)
fr: Mangez pour la santé (gouvernement australien)
id: Makan untuk Kesehatan (Pemerintah Australia)
ru: Ешьте для здоровья (правительство Австралии)
zh: 吃得健康（澳大利亞政府）

source: Edit
es: Editar
fr: Éditer
id: Mengedit
ru: Редактировать, отредактировать
zh: 编辑

source: Edit %@ Values
es: Editar valores %@
fr: Modifier les valeurs %@
id: Edit Nilai %@
ru: Редактировать значения %@
zh: 编辑%@值

source: Edit Activity Timers
es: Editar temporizadores de actividad
fr: Modifier les minuteries d'activité
id: Mengedit Pengatur Waktu Aktivitas
ru: Редактировать таймеры активности
zh: 编辑活动计时器

source: Edit Addiction Goals
es: Editar Objetivos De Adicción
fr: Modifier Les Objectifs De La Dépendance
id: Mengedit Tujuan Kecanduan
ru: Редактировать Цели Зависимости
zh: 编辑成瘾目标

source: Edit Calorie Goal
es: Editar objetivo de calorías
fr: Modifier l'objectif de calories
id: Edit Target Kalori
ru: Редактировать Калорийный Цель
zh: 编辑卡路里目标

source: Edit Categories
es: Editar categorías
fr: Modifier les catégories
id: Edit Kategori
ru: Редактировать категории
zh: 编辑类别

source: Edit Cravings
es: Editar antojos
fr: Modifier les envies
id: Mengedit Keinginan
ru: Редактировать тягу
zh: 编辑渴望

source: Edit Daily Goals
es: Editar Los Objetivos Diarios
fr: Modifier Les Objectifs Quotidiens
id: Edit Tujuan Harian
ru: Редактировать ежедневные цели
zh: 編輯每日目標

source: Edit Daily Summary
es: Editar resumen diario
fr: Modifier le résumé quotidien
id: Edit Ringkasan Harian
ru: Редактировать ежедневную сводку
zh: 编辑每日摘要

source: Edit Daily Tasks
es: Editar Tareas Diarias
fr: Modifier Les Tâches Quotidiennes
id: Mengedit Tugas Harian
ru: Редактировать ежедневные задачи
zh: 编辑日常任务

source: Edit Details
es: Editar detalles
fr: Modifier les détails
id: Edit Detail
ru: Редактировать детали
zh: 编辑详细信息

source: Edit Expenses
es: Editar Gastos
fr: Modifier les dépenses
id: Edit Pengeluaran
ru: Редактировать расходы
zh: 编辑费用

source: Edit Goals
es: Editar objetivos
fr: Modifier Les Objectifs
id: Mengedit Tujuan
ru: Редактировать Цели
zh: 编辑目标

source: Edit Grocery List
es: Editar La Lista De La Compra
fr: Modifier La Liste Des Courses
id: Edit Daftar Belanjaan
ru: Редактировать Список Продуктов
zh: 编辑杂货清单

source: Edit Habits
es: Editar Hábitos
fr: Modifier les habitudes
id: Mengedit Kebiasaan
ru: Редактировать привычки
zh: 编辑习惯

source: Edit Injury
es: Editar Lesión
fr: Modifier la blessure
id: Mengedit Cedera
ru: Редактировать Травму
zh: 编辑伤害

source: Edit Macros
es: Editar macros
fr: Modifier les macros
id: Mengedit Makro
ru: Редактировать Макросы
zh: 编辑宏

source: Edit Meal
es: Editar Comida
fr: Modifier le repas
id: Mengedit Makanan
ru: Редактировать еду
zh: 编辑餐食

source: Edit Meal Planning
es: Editar planificación de comidas
fr: Modifier la planification des repas
id: Edit Perencanaan Makan
ru: Редактировать Планирование питания
zh: 编辑膳食计划

source: Edit Point
es: Punto de edición
fr: Point d'édition
id: Titik Edit
ru: Точка Редактирования
zh: 编辑点

source: Edit Progress
es: Editar Progreso
fr: Modifier la progression
id: Edit Kemajuan
ru: Редактировать прогресс
zh: 编辑进度

source: Edit Recovery
es: Editar recuperación
fr: Modifier la récupération
id: Edit Pemulihan
ru: Редактировать Восстановление
zh: 编辑恢复

source: Edit Rest Days
es: Editar Días De Descanso
fr: Modifier Les Jours De Repos
id: Edit Hari Istirahat
ru: Редактировать Дни Отдыха
zh: 编辑休息日

source: Edit Schedule
es: Editar Horario
fr: Modifier Le Calendrier
id: Edit Jadwal
ru: Редактировать расписание
zh: 編輯時間表

source: Edit sport metrics
es: Editar métricas deportivas
fr: Modifier les mesures sportives
id: Mengedit metrik olahraga
ru: Редактировать спортивные показатели
zh: 编辑运动指标

source: Edit Sports
es: Editar Deportes
fr: Modifier les sports
id: Edit Olahraga
ru: Редактировать Виды Спорта
zh: 编辑体育

source: Edit Supplements
es: Editar suplementos
fr: Modifier les suppléments
id: Edit Suplemen
ru: Редактировать Дополнения
zh: 编辑补充

source: Edit Tasks
es: Editar Tareas
fr: Modifier les tâches
id: Mengedit Tugas
ru: Редактировать задачи
zh: 编辑任务

source: Edit Tracking
es: Editar seguimiento
fr: Modifier le suivi
id: Edit Pelacakan
ru: Редактировать отслеживание
zh: 编辑跟踪

source: Edit Trip
es: Editar viaje
fr: Modifier Le Voyage
id: Edit Perjalanan
ru: Редактировать поездку
zh: 编辑旅行

source: Edit Trip Details
es: Editar detalles del viaje
fr: Modifier les détails du voyage
id: Edit Detail Perjalanan
ru: Редактировать Детали Поездки
zh: 编辑行程详情

source: Edit Weekly Schedule
es: Editar El Horario Semanal
fr: Modifier l'horaire hebdomadaire
id: Edit Jadwal Mingguan
ru: Редактировать еженедельное расписание
zh: 编辑每周时间表

source: Edit Weight Groups
es: Editar grupos de peso
fr: Modifier les groupes de poids
id: Mengedit Kelompok Berat
ru: Редактировать Весовые Группы
zh: 编辑权重组

source: Edit Wellness
es: Editar Bienestar
fr: Modifier le bien-être
id: Edit Kesehatan
ru: Редактировать Wellness
zh: 编辑健康

source: Email
es: Correo electrónico
id: Surel
ru: Электронная почта
zh: 电子邮件

source: Enable Media & Apple Music
es: Habilitar medios y Apple Music
fr: Activer les médias et Apple Music
id: Aktifkan Media & Apple Music
ru: Включить медиа и Apple Music
zh: 启用媒体和 Apple Music

source: Enable sources to track your listening history and generate combined stats across platforms.
es: Habilite las fuentes para rastrear su historial de escucha y generar estadísticas combinadas en todas las plataformas.
fr: Activez les sources pour suivre votre historique d'écoute et générer des statistiques combinées sur toutes les plateformes.
id: Aktifkan sumber untuk melacak riwayat mendengarkan Anda dan menghasilkan statistik gabungan di seluruh platform.
ru: Включите источники для отслеживания вашей истории прослушивания и создания комбинированной статистики на разных платформах.
zh: 使源能够跟踪您的收听历史记录，并生成跨平台的组合统计数据。

source: End Fast
es: Termina Rápido
fr: Finir Vite
id: Berakhir Dengan Cepat
ru: Конец Быстро
zh: 快结束

source: Enter %@
es: Introduzca %@
fr: Entrez %@
id: Masukkan %@
ru: Введите %@
zh: 输入%@

source: Enter custom currency
es: Introduzca la moneda personalizada
fr: Entrez la devise personnalisée
id: Masukkan mata uang khusus
ru: Введите пользовательскую валюту
zh: 输入自定义货币

source: Enter description
es: Introduzca la descripción
fr: Entrez la description
id: Masukkan deskripsi
ru: Введите описание
zh: 输入描述

source: Enter the amount to add or remove
es: Introduzca la cantidad para añadir o eliminar
fr: Entrez le montant à ajouter ou à supprimer
id: Masukkan jumlah yang akan ditambahkan atau dihapus
ru: Введите сумму, которую нужно добавить или удалить
zh: 输入要添加或删除的金额

source: Enter the amount to add or remove from today's total.
es: Introduce la cantidad para añadir o quitar del total de hoy.
fr: Saisissez le montant à ajouter ou à retirer du total d'aujourd'hui.
id: Masukkan jumlah yang akan ditambahkan atau dihapus dari total hari ini.
ru: Введите сумму, которую нужно добавить или убрать из итоговой суммы на сегодня.
zh: 输入要从今天的总数中添加或删除的金额。

source: Enter Value
es: Introduzca El Valor
fr: Entrez la valeur
id: Masukkan Nilai
ru: Введите значение
zh: 输入值

source: Enter your email
es: Introduce tu correo electrónico
fr: Entrez votre adresse e-mail
id: Masukkan email Anda
ru: Введите свой адрес электронной почты
zh: 输入您的电子邮件

source: Enter your Instagram
es: Introduce tu Instagram
fr: Entrez votre Instagram
id: Masuk ke Instagram Anda
ru: Зайдите в свой Instagram
zh: 进入你的Instagram

source: Enter your name
es: Introduce tu nombre
fr: Entrez votre nom
id: Masukkan nama Anda
ru: Введите свое имя
zh: 输入你的名字

source: Entertainment Tracking
es: Seguimiento de entretenimiento
fr: Suivi des divertissements
id: Pelacakan Hiburan
ru: Отслеживание развлечений
zh: 娱乐追踪

source: Event name
es: Nombre del evento
fr: Nom de l'événement
id: Nama acara
ru: Название мероприятия
zh: 活动名称

source: Every %lld min
es: Cada %lld min
fr: Tous les %lld min
id: Setiap %lld min
ru: Каждый %lld min
zh: 每%lld分钟

source: Example: %@
es: Ejemplo: %@
fr: Exemple : %@
id: Contoh: %@
ru: Пример: %@
zh: 示例：%@

source: Exercise
es: Ejercicio
fr: Exercice
id: Latihan
ru: Упражнение
zh: 锻炼

source: Expense Tracker
es: Rastreador de gastos
fr: Suivi des dépenses
id: Pelacak Pengeluaran
ru: Отслеживание расходов
zh: 费用跟踪器

source: Expense Tracking
es: Seguimiento de gastos
fr: Suivi des dépenses
id: Pelacakan Pengeluaran
ru: Отслеживание расходов
zh: 费用跟踪

source: Fasting Time
es: Tiempo De Ayuno
fr: Temps de jeûne
id: Waktu Puasa
ru: Время Голодания
zh: 禁食时间

source: Fasting Window
es: Ventana De Ayuno
fr: Fenêtre de jeûne
id: Jendela Puasa
ru: Постное Окно
zh: 禁食窗口

source: Fat (%)
es: Grasa (%)
fr: Graisse (%)
id: Lemak (%)
ru: Жир (%)
zh: 脂肪（%）

source: Fats
es: Grasas
fr: Graisses
id: Lemak
ru: Жиры
zh: 脂肪

source: Fetching %@...
es: Recuperando %@...
fr: En récupération %@...
id: Mengambil %@...
ru: Сбор %@...
zh: 获取%@...

source: Fetching place info...
es: Recuperando información sobre el lugar...
fr: Pour obtenir des informations sur l'endroit...
id: Mengambil info tempat...
ru: Информация о месте получения...
zh: 获取地点信息...

source: Finish
es: Acabado
fr: Finir
id: Selesai
ru: Отделка
zh: 外观

source: Food details
es: Detalles de la comida
fr: Détails de la nourriture
id: Rincian makanan
ru: Подробная информация о еде
zh: 食物细节

source: Food Lookup
es: Búsqueda de comida
fr: Recherche De Nourriture
id: Pencarian Makanan
ru: Поиск еды
zh: 食物查询

source: Food Menu
es: Menú De Comida
fr: Menu de nourriture
id: Menu Makanan
ru: Меню
zh: 食物菜单

source: For long-term cardiovascular benefits (reducing the risk of heart attack and stroke), following information may be beneficial.
es: Para los beneficios cardiovasculares a largo plazo (reduciendo el riesgo de ataque cardíaco y accidente cerebrovascular), la siguiente información puede ser beneficiosa.
fr: Pour les avantages cardiovasculaires à long terme (réduisant le risque de crise cardiaque et d'accident vasculaire cérébral), les informations suivantes peuvent être bénéfiques.
id: Untuk manfaat kardiovaskular jangka panjang (mengurangi risiko serangan jantung dan stroke), informasi berikut mungkin bermanfaat.
ru: Для долгосрочной сердечно-сосудистой пользы (снижение риска сердечного приступа и инсульта) следующая информация может быть полезной.
zh: 对于长期的心血管益处（降低心脏病发作和中风的风险），以下信息可能是有益的。

source: Formula: %@
es: Fórmula: %@
fr: Formule : %@
id: Rumus: %@
ru: Формула: %@
zh: 公式：%@

source: ft
es: Pies
id: Kaki
ru: Фут
zh: 《金融时报》

source: Gender
es: Sexo
fr: Sexe
ru: Пол
zh: 性别

source: Get a reminder to take your daily supplements.
es: Reciba un recordatorio para tomar sus suplementos diarios.
fr: Recevez un rappel pour prendre vos suppléments quotidiens.
id: Dapatkan pengingat untuk mengonsumsi suplemen harian Anda.
ru: Получите напоминание о необходимости принимать ежедневные добавки.
zh: 获取每日补充的提醒。

source: Get a reminder to take your workout supplements.
es: Reciba un recordatorio para tomar sus suplementos de entrenamiento.
fr: Recevez un rappel pour prendre vos suppléments d'entraînement.
id: Dapatkan pengingat untuk mengonsumsi suplemen olahraga Anda.
ru: Получите напоминание о необходимости принимать добавки для тренировок.
zh: 获取服用锻炼补充剂的提醒。
